; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.7.0
; Author:	H@cKeRBoSS <darkoptimusdesing@gmail.com>
; Homepage:	
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode format (UTF-16) and Zip it to preserve formatting
;	E-mail new language files to gora@7zsfx.info for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents of each %s variable is hardcoded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
1=Dosya
2=Seçenekler
3=Yardım
4=İlk olarak SF&X arşivi kontrol et
; ------------------------------------
5=Dosya seç
6=&Çıkartılacak Arşiv/Yükleyici:
7=Klasör seç
8=Çıkartılacak &klasör:
9=Bu sekmeye, dosya sürükleyip bırakabilirsiniz
; ------------------------------------
10=%s Seçenekleri
11=&Arşiv geçmişini takip et
12=Konsol &penceresini gizle
13=&Güncellemeleri kontrol et (gün)
14=&Dil:
15=Pencere boyutu&nu hatırla ve değiştirme
16=Çıkardıktan &sonra pencereyi kapatma
; ------------------------------------
17=Tür-Belirli Özellikler
18=Dosyaları çalıştırmadan önce &uyar
19=Kopya dosyaları kaldı&r
20=Geçi&ci dosyaları kaldır
21=&Eksik dosya uzantılarını tamamla
22=Çıkarma &başarılı olursa dosyayı sil
; ------------------------------------
23=Program Hakkında
; ------------------------------------
24=%s Web Site
25=Resmi Sürüm Sitesi
26=Değiştirilmiş Sürüm Forumu
; ------------------------------------
27=Güncelleniyor
28=Güncelleştirme için son kontrol %s gün önce yapıldı!
29=Güncelleştirmeleri şimdi kontrol et?
30=
; ------------------------------------
31=Çıkar&t
32=Ka&ydet
33=Günce&lle
34=&İptal
35=Seçenekler 2
; ------------------------------------
36=%s çıkartma
37=%s %s paketleri çıkartmak için aşağıdaki metodları destekler. Ne yazık ki, metodların hiç biri %100 güvenilir değildir. Eğer varsayılan method çalışmıyorsa, lütfen %s tekrar çalıştırın ve başka bir method seçin.
; ------------------------------------
38=Çıkartma metodu
39=%s Yönetimsel yüklemeler
40=%s çıkartma
41=%s değiştir
42=%s Ayıklayıcı
43=Bu bir InstallShield yüklemesi değildir
44=
; ------------------------------------
; GUI control functions
45=
46=
47=Dosya mevcut değil:%n%s%nLütfen varolan bir dosyayı seçin.
48=Dosya aç
49=Yaz
50=Tümü
; Common terms
51=arşiv
52=sıkıştırılmış dosya
53=
54=e-kitap
55=e-kart
56=şifreli dosya
57=bilinmeyen çalıştırılabilir dosya
58=Başlatma başarısız
59=yardım dosyası
60=düzeltme
61=resim
62=yükleyici
63=birleştirme modülü
64=paket
65=düzeltme eki
66=Kendi-Ayıklayıcı
67=aşama
68=Başlatma başarılı
69=Test ediliyor
70=Çıkartılıyor:
71=
72=güncellemeler
73=
74=
; Status messages
75=Dosya türünü belirlemek için dosya taranıyor
76=%s taraması ile dosya taranıyor
77=Dosyalar buradan çıkartılıyor:
78=Yükleyicinin başlaması bekleniyor.%nLüften bekleyin
79=
; Custom prompts
80=%s CD-ROM imajları direkt olarak çıkartılamaz.%nBunun yerine, bu imaj%n bir ISO CD-ROM imajına çevrilecek, böylelikle çıkartılabilecek.%n%nDevam etmek istiyor musunuz?%nNot: Bu işlem birkaç dakika sürebilir.
81=Hata: CD-ROM imajı dönüştürülemedi.
82=Hata: İmajdan bir ISO %s imajı oluşturuldu, fakat çevrilemedi.%nISO imajını daha sonraki bir analiz için saklamak ister misiniz ?
83=Hata: Bu geçerli bir MHT dosyası gibi görünmüyor.%nHiçbir sınır tespit edilemedi.
84=%s. Lütfen yükleyiciyi kapatın, ardından devam etmek için 'Tamam' düğmesine tıklayın.
85=Not:  Bu metod sadece Windows yükleyici pakedi için özel Wise ile çalışır.%nEğer Wise Yükleyici Sihirbazı başlarsa ve giriş için beklerse, bu dosya desteklenmemektedir.%nLütfen yükleyiciden çıkın, ve %s çıkartmayı iptal edin.%n%nDevam etmek ister misiniz?
86=Bu dosya %s sıkıştırması ile paketlenmiş. %s açmadan çıkartmak için devam edebilirsiniz ya da %s sadece açmayı uygulayabilirsiniz.%n%n%s açmadan çıkartmak için 'Evet' düğmesine tıklayın.%n%n%s sadece açmayı çalıştırmak için 'Hayır' düğmesine basın.%n%nİkinci durumda ise, çıkartılan dosya adlandırılacak:%n%s
87=Hata: %s%nçıkartılamadı.
88=Uyarı:  Bu tip bir dosyayı çıkartmak için, dosya direkt olarak çalıştırılmalıdır.%nEğer devam ederseniz, bu komut çalıştırılacaktır:%n%n%s%n%nEğer bu dosyanın zararlı olabileceğini düşünüyorsanız, devam etmeniz önerilmez.%nÇıkarma işlemine devam etmek istiyor musunuz?
89=Uyarı: Hedef dizin %s zaten var!%nÇıkarmayı boş olmayan bir klasöre yapmak çıkarma hatasına neden olabilir..%n%nKlasör içeriği çıkarmadan önce temizlensin mi?
90=Çıkartmak için parola gerekli!%n%nŞifre girişini etkinleştirmek için '%s'%nişaretini kaldırın.
91=
; Help text
92=Herhangi bir arşiv türü veya yükleyici paketinden dosyaları ayıklamak.%nKullanım:%n%s%n%nDesteklenen Değişkenler:%n%s%t%tBu yardım bilgilerini gösterir%n%s%t%t%s sekmesini açar %n%s%tÇıkartılacak dosya adı%n%s%tÇıkartmak istediğiniz dizin%n%n%n%s yerine hedef dizin adı geçen arşiv adını %s ile alt dizine ayıklamak için talimat.%n%nÖrnek:%s%n%nHerhangi bir değişken olmadan %s çalışıyorsa kullanıcıya dosya adı ve hedef dizin seçebileceğiniz ana pencere gösterilecektir.
93=
; Error messages
94=%s çıkartmaları kayda alınamadı.
95=7-Zip tarafından arşivlenmiş
96=%s çıkartılamaz.%nGeri dönen dosya tipi: %s%n%nEğer dosyayı kendiniz incelemek istiyorsanız 'Tamam' tuşuna basın, ya da çıkmak için 'İptal' tuşuna basın.
97=%s%nbilinmeyen bir uzantıya sahip ve çıkartılamaz.
98=Klasör oluşturulamadı:%n%s%nLütfen geçerli bir hedef seçin.
99=%s çıkartılamadı.%nGörünüşe göre %s, desteklenen bir dosya tipi, ama çıkartma başarısız oldu.%nLütfen bilgi için kayıt dosyasına  %s, bakın.%n%nKayıt dosyasını şimdi görmek için 'Tamam' tuşuna basın, ya da çıkmak için 'İptal' tuşuna basın.

100=
; Update messages
101=Güncelleme tamamlandı
102=Güncellemeler kontrol ediliyor, lütfen bekleyin...
103=İndirilen dosyalar
104=İndirme tamamlandı!
105=Sürümüne güncellendi: %s
106=%nYeniden başlatılıyor %s!
107=Geçerli sürümünüz: %s%nGüncelleme gerekmiyor!
; ------------------------------------
108=İndirme başarısız
109=Dosya listesi sunucudan indirilemiyor.%nAğ bağlantınız kesilmiş%nya da güncelleme sunucusu kullanılamıyor.
110=Dosya indirmesi başarısız
111=Dosya çıkartma hatası
112=Sürümüne güncelleme sırasında: %s%nbir hata oluştu, yeniden!!!
113=Tamamlandı: %s of %s
114=
115=
116=
117=
118=
119=
